Repository: quarantin/escapegame
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Pin number %d is not a valid GPIO on a Raspberry Pi v3
fr: %d n'est pas un numéro de GPIO valide sur un Raspberry Pi v3

source: You can only specify an action pin, or an action URL, but not both
fr: Vous pouvez seulement spécifier un numéro de pin d'action ou une URL d'action, mais pas les deux

source: You can only specify a reset pin, or a reset URL, but not both
fr: Vous pouvez seulement spécifier un numéro de pin de réinitialisation ou une URL de réinitialisation, mais pas les deux

source: Cube field cannot be empty for cube challenges
fr: Le champs cube ne peut pas être vide pour un challenge de type cube

source: Video
fr: Vidéo

source: No action URL or action pin defined for this GPIO!
fr: Aucun numéro de pin d'action ou URL d'action défini pour ce GPIO!

source: Default
fr: Défaut

source: Put the cube
fr: Poser le cube

source: Take the cube
fr: Prendre le cube

source: Invalid format for tag ID, must contain 8 hexadecimal digits (for example: `FF010203`)
fr: Format invalide pour le tag ID, il doit contenir 8 charactères hexadécimaux (par exemple : `FF010203`)

source: This field is required because this room has no challenge
fr: Ce champ est requis car cette salle n'a pas d'énigmes

source: This room cannot be dependent because it has some challenges
fr: Cette salle ne peut pas être dépendente car elle a des énigmes

source: Django site admin
fr: Administration du site Django

source: Django administration
fr: Administration Django

source: Models in the %(name)s application
fr: Modèles de l'application %(name)s

source: Add
fr: Ajouter

source: Change
fr: Modifier

source: You don't have permission to edit anything.
fr: Vous n'avez pas les permissions pour éditer quoi que ce soit.

source: Recent actions
fr: Actions récentes

source: My actions
fr: Mes actions

source: None available
fr: Aucun disponible

source: Unknown content
fr: Contenu inconnu

source: Escape Game
fr: Jeu d'évasion

source: Game Master Management Interface
fr: Interface de gestion du maître du jeu

source: Website in
fr: Site web en

source: Visit home page
fr: Visiter la page d'accueil

source: Home
fr: Accueil

source: Visit Administration section
fr: Visiter la section administrative

source: Escape game controls
fr: Contrôles du jeu d'évasion

source: Reset escape game
fr: Réinitialiser le jeu d'évasion

source: Video controls
fr: Contrôles vidéo

source: Play video
fr: Lecture

source: Pause video
fr: Pause

source: Stop video
fr: Arrêt

source: No video file configured for this escapegame.
fr: Aucun fichier vidéo configuré pour ce jeu d'évasion.

source: Start video
fr: Lecture

source: Audio controls
fr: Contrôles audio

source: No audio file configured for this escapegame.
fr: Aucun fichier audio configuré pour ce jeu d'évasion.

source: Play audio
fr: Lecture

source: Start audio
fr: Lecture

source: Pause audio
fr: Pause

source: Stop audio
fr: Arrêt

source: Lift controls
fr: Contrôles des ascenseurs

source: No lift available for this escape game.
fr: Aucun ascenseur configuré pour ce jeu d'évasion.

source: You can visit
fr: Vous pouvez visiter

source: this
fr: cette

source: page to create new lifts.
fr: page pour créer de nouveaux ascenseurs.

source: Raise lift
fr: Lever l'ascenseur

source: Lower lift
fr: Baisser l'ascenseur

source: Lift
fr: Ascenseur

source: Time Elapsed
fr: Temps écoulé

source: No room configured yet for this escape game.
fr: Aucune salle configurée pour ce jeu d'évasion.

source: page to create new rooms.
fr: page pour créer de nouvelles salles.

source: No challenge configured yet for this room.
fr: Aucune énigme configurée pour cette salle.

source: page to create new challenges.
fr: page pour créer de nouvelles énigmes.

source: No challenge in this room.
fr: Aucune énigme dans cette salle.

source: Challenge
fr: Énigme

source: Status
fr: Statut

source: Unlock
fr: Déverrouiller

source: Lock
fr: Vérrouiller

source: Map
fr: Plan

source: No map data available.
fr: Pas de carte disponible.

source: page to add a map.
fr: page pour ajouter une carte.

source: No escape game configured yet.
fr: Aucun jeu d'évasion configuré.

source: page to create new escape games.
fr: page pour créer de nouveaux jeux d'évasion.

source: Management Interface for
fr: Interface de gestion pour

source: Management Interface
fr: Interface de gestion

source: JSON Import / Export
fr: Import / Export JSON

source: Import or export escape game configuration as JSON
fr: Importer ou exporter les paramètres du jeu d'évasion au format JSON

source: Import escape game settings
fr: Importer les paramètres du jeu d'évasion

source: JSON Import
fr: Import JSON

source: Export escape game settings
fr: Expoter les paramètres du jeu d'évasion

source: JSON Export
fr: Export JSON

source: Headphone
fr: Casque

source: Both
fr: Les deux

source: English
fr: Anglais

source: French
fr: Français
